Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Kennenlernen einschlägiger Terminologiemanagement-Tools, Anwendung dieser Tools und Umsetzung der Theorie für eine
en_gb: Familiarity with and use of relevant terminology management tools, application of theory for

source: Validierung/Qualitätssicherung bei bestehenden TDB-Einträgen, TDB-Management
en_gb: Validation/quality assurance of existing TDB entries, TDB management

source: Professionelle Konferenzvorbereitung; Vertiefung Fachübersetzen:
en_gb: professional conference preparation; specialisation in Professional Translation:

source: Kontaktunterricht, Projektarbeit (Vertiefung Konferenzdolmetschen:
en_gb: Class instruction, project work (specialisation in Conference Interpreting:

source: Aufteilung der Lehrformen (h)
en_gb: Time allocation (hrs)

source: „60-minütige Klausur an den Computern der ZHAW“
en_gb: “60-minute written exam on ZHAW computers”.

source: Fachwissen I:
en_gb: Subject knowledge I:

source: Wirtschaft und Recht
en_gb: Economics and Law

source: Wirtschaft:
en_gb: Economics:

source: Recht:
en_gb: Law:

source: Ausgehend von Texten aus dem Alltag von Übersetzenden und Dolmetschenden sollen die Studierenden zentrale Konzepte der BWL und VWL verstehen und anwenden können.
en_gb: On the basis of texts commonly encountered by translators and interpreters, students become familiar with and can apply the key concepts of economics and political economy.

source: Die Lernenden sollen ein Grundverständnis für die behandelten Rechtsgebiete entwickeln.
en_gb: Students develop an understanding of the key elements of the legal fields addressed.

source: Zudem sollen sie einzelne terminologische Besonderheiten kennen sowie sich insoweit in den Rechtsgebieten orientieren können, dass sie selbstständig die terminologischen Quellen erschliessen können (z. B. über www.admin.ch).
en_gb: They also become familiar with the particular terminological features of the field and are able to access terminological sources independently (eg. via www.admin.ch).

source: Grundlagen der Wirtschaftswissenschaften für Übersetzende und Dolmetschende.
en_gb: Key elements of economics for translators and interpreters.

source: Dieser Teilkurs beleuchtet wirtschaftsrechtliche Themen wie das Gesellschaftsrecht, das Immaterialgüterrecht, insbesondere das Urheberrecht, ausgesuchte Verträge (Aktienkaufvertrag, Übersetzungsvertrag) sowie Fragen der Rechtsdurchsetzung.
en_gb: This sub-course looks at business law topics such as company law, intellectual property law, in particular copyright law, selected contracts (share purchase agreements, translation agreements) and legal issues.

source: Bei den behandelten Rechtsgebieten soll auch auf die Problematik internationaler Sachverhalte hingewiesen werden.
en_gb: The legal fields dealt with also highlight the problem of international issues.

source: Vorlesung mit interaktiven Elementen
en_gb: Lecture with interactive elements

source: Zu erwartende Gesamtarbeits leistung (h)
en_gb: Expected no. of study hours

source: Schriftliche Prüfung in Betriebs-/Volkswirtschaftslehre (Teil 1) und Recht (Teil 2) während der Prüfungswochen.
en_gb: Written examination in Economics and Political Economy (part 1) and Law (part 2) during exam weeks.

source: Bewertungsart: bestanden / nicht bestanden, Bestehen:
en_gb: Assessment: pass or fail. Pass:

source: Bestehen beider Prüfungsteile
en_gb: both parts of the exam must be passed.

source: Prüfungsdauer:
en_gb: Length of examination:

source: 120 Minuten
en_gb: 120 minutes

source: Die Lektüre wird zu einem späteren Zeitpunkt via Moodle bekannt gegeben.
en_gb: Reading list to be announced on Moodle at a later date.

source: Die Studierenden gewinnen relevante Einblicke in einschlägige Aspekte des heutigen und/oder zukünftigen Übersetzungsmarktes bzw. des erweiterten Berufsfeldes der Translationstätigkeit.
en_gb: Students acquire the relevant insights into relevant aspects of current and/or future translation market and its associated professions.

source: Praktikum
en_gb: Practical experience

source: Praktikum im Bereich Übersetzen, Übersetzungskoordination, Terminologie, Revision, Sprachtechnologie, Aufarbeitung früherer Übersetzungen, Untertitelung, Re-Speaking etc.
en_gb: Practical experience in translation, translation management, terminology, revision, language technology, revising earlier translations, sub-titling, re-speaking etc.

source: Lernziele:
en_gb: Learning objectives:

source: Vertrautmachen mit der Praxis und dem Umfeld der heutigen Translationsberufe.
en_gb: Familiarity with current translation practice and the professional environment.

source: 100 % begleitetes Selbststudium
en_gb: 100 % accompanied self-study.

source: Praxisnachweis:
en_gb: Proof of practical experience:

source: Nachweis eines Praktikums im Umfang von 80 Stunden
en_gb: Proof of 80 hours’ practical experience

source: Praktikumsbericht:
en_gb: Work experience report:

source: 4–8 Seiten, Schrift:
en_gb: 4–8 pages, Font:

source: Arial, Schriftgrad:
en_gb: Arial, Point size:

source: 11, Zeilenabstand:
en_gb: 11, Line spacing:

source: Bewertungsart beider Leistungsnachweise: bestanden / nicht bestanden.
en_gb: Assessment: pass or fail.

source: Bestehen:
en_gb: Pass:

source: Genügende Bewertung beider Leistungsnachweise (Praktikum und Bericht).
en_gb: both parts of assessment awarded a pass (practical experience and report)

source: Es können auch Tätigkeiten in Sprachen anerkannt werden, die nicht als offizielle Studiensprachen geführt werden.
en_gb: Practical experience in languages other than the official study languages may also be permitted.

source: Pre-Editing, Maschinelles Übersetzen, Post-Editing
en_gb: Pre-editing, machine translation, post-editing

source: Die Studierenden erhalten das notwendige Wissen, um das Potenzial von Maschineller Übersetzung und verwandten Methoden richtig einzuschätzen.
en_gb: Student acquire the necessary knowledge to correctly assess the potential of machine translation (MT) and related methods.

source: Sie sind in der Lage, den Nutzen von Maschineller Übersetzung für bestimmte Projekte und Aufgaben zu evaluieren und eine informierte Entscheidung zum Einsatz von maschineller Übersetzung zu treffen.
en_gb: They are able to assess the benefits of MT for specific projects and tasks and can make an informed decision about using MT.

source: Neben den theoretischen Grundlagen erhalten die Studierenden ausführlich Gelegenheit, die vorgestellten Methoden und Konzepte anhand praxisnaher Aufgaben und Übungen selbst anzuwenden.
en_gb: Besides acquiring the theoretical bases, students are given ample opportunity to apply the methods and concepts presented in practical assignments and exercises.

source: Im Kurs gibt einen Einblick in die Geschichte, die theoretischen Ansätze, die Methoden der Maschinellen Übersetzung (MÜ) und die Praxis.
en_gb: The course gives an insight into the history, theory, methods and practice of MT.

source: Alle Aspekte werden mit konkreten Beispielen vertieft, die die Studierenden aktiv an MÜ Systemen bearbeiten, die von Sprachdienstleistern produktiv eingesetzt werden (KantanMT.com, SDL Language Cloud).
en_gb: All aspects are demonstrated using concrete examples, which the students process themselves using MT systems used productively by language service providers ((KantanMT.com, SDL Language Cloud).

source: Vorlesung/Präsentationen der Dozierenden, begleitet von praktischen Übungen (meist am Rechner) und einer Projektarbeit.
en_gb: Lecture/presentations by lecturers and practical exercises (mainly on computer) and project work.

source: 90h
en_gb: 90 hrs

source: 28 Std.
en_gb: 28 hrs

source: •Autonomes Selbststudium:
en_gb: •Independent self-study:

source: 2 SWS (2-wöchentlich je 4 Lektionen)
en_gb: 2 (4 every two weeks)

source: Bewertete Aufgaben und Übungen im Laufe des Semesters (50%):
en_gb: Assessed tasks and exercises during semester (50%):

source: Note in Viertelnotenschritten
en_gb: Marks in increments of 1/4

source: Projektarbeit (50%) in Form einer Handlungsempfehlung für eine fiktive Organisation, die im Laufe des Semesters erstellt wird (Note in Viertelnotenschritten)
en_gb: Project work (50%) in the form of a recommendation for action for a fictitious organisation (mark in increments of 1/4)

source: Für das Bestehen des Kurses müssen beide Leistungsnachweise bestanden werden.
en_gb: Both parts of the examination must be passed in order to pass the course.

source: Weitere Lektüre wird zu Beginn des Kurses bekannt gegeben.
en_gb: Further reading will be announced at the beginning of the course.

source: •Kontaktstudium:
en_gb: •Class instruction:

source: •Begleitetes Selbststudium:
en_gb: •Accompanied self-study:

source: Pre-Editing, Maschinelles Übersetzen, Post-Editing (ACC)
en_gb: Pre-editing, machine translation, post-editing (ACC)

source: Die Studierenden bauen Kenntnisse und Schlüsselkompetenzen im Bereich der Übersetzungsrevision (Normen, Prozesse, Verfahren, Praktiken) auf und aus.
en_gb: The students acquire and develop knowledge and key competences in revising translations (standards, processes, procedures, practices)

source: Sie sind für textypologisch und MT bedingte Probleme sensibilisiert und kennen die Unterschiede zwischen gängigen Formen der Übersetzungsrevision.
en_gb: They develop awareness of typical problems in text and MT and know the differences between common ways of revising text.

source: Die Studierenden erwerben Kenntnisse der für die Ausübung einer Tätigkeit als RevisorIn zentralen Qualitäts- und Produktivitätsstandards.
en_gb: The students develop knowledge of the main quality and productivity standards when revising translations professionally.

source: Sie erhalten Einblick in aktuelle Forschungsbestrebungen und -ergebnisse, um neueste Entwicklungen im Bereich der Revision besser nachvollziehen und umsetzen zu können.
en_gb: They gain an insight into current research activities and findings and so better understand and are able to apply the latest developments in revision.

source: Anhand von praxisorientierten Workshops zur Revision von Fachtexten und/oder Webtexten setzen sie sich mit fach-, textsorten- und medienspezifischen Anforderungen und Einschränkungen bei der Ausführung von Aufträgen auseinander.
en_gb: In practice-oriented workshops on revising specialist texts and/or webtexts, they address the requirements and difficulties in carrying out revision assignments across a range of text types and media fields.

source: Präsentationen, Workshops, Übungen
en_gb: Presentations, workshops, exercises

source: Aktive Teilnahme an mindestens 4 Workshops.
en_gb: Active participation in at least 4 workshops.

source: Zur aktiven Teilnahme gehört die Erledigung aller Aufgaben zu den einzelnen Workshops.
en_gb: Active participation includes completing all tasks in each workshop.

source: Selbstsreflexionsbericht (á 300–400 Wörter) Bewertungsart: bestanden / nicht bestanden.
en_gb: Self-reflection report (of 300–400 words) assessment: pass or fail

source: Bestehen beider/aller Leistungsnachweise
en_gb: both/all assessments passed

source: Relevante Quellen werden von den unterrichtenden Dozierenden bekannt gegeben.
en_gb: Relevant sources will be announced by the teaching staff.

source: Hilfestellung bei der Erarbeitung eines individuellen Notizensystems
en_gb: Developing an individual note-taking system

source: sind in der Lage, den Vokalabgleich von Konsonanten und Vokalen herzustellen
en_gb: are able to adjust their consonants and vowels to articulate harmoniously

source: haben Erfahrung mit dem Auftreten als Redepersönlichkeit
en_gb: feel comfortable speaking in front of others

source: können dolmetscherisch-sprecherische Dysfunktionen vermeiden
en_gb: can avoid typical interpreting mistakes

source: können die Dolmetschanlage im Mäander bedienen
en_gb: can use the interpreting suite in the Mäander building

source: verfügen über Differenzierte Fähigkeiten des Ausdruckssprechens
en_gb: have differentiated skills in supporting meaning through intonation and prosody

source: praktizieren professionelles Sprechen
en_gb: apply professional techniques when speaking

source: Erstellung/Anpassung Kursbeschreibung für das HS 16
en_gb: Creation/amendment of course description for HS 16

source: Berufskunde
en_gb: BK – Knowledge of the Profession

source: Die Studierenden beider translatorischer Vertiefungen:
en_gb: Students of both translation specialisations:

source: sind in der Lage, Aufträge professionell zu behandeln
en_gb: are able to deal professionally with assignments

source: (Annahme/Ablehnung, Ausführung, Rechnungsstellung, Buchhaltung)
en_gb: (accept/refuse, carry out, invoice, keep accounts)

source: sind über den Arbeitsmarkt, Tarifstrukturen, -politik, Vertragswesen, Arbeitsbedingungen und Berufsethik im Bild
en_gb: are aware of the labour market, current tariff structures and policies, contracts, labour conditions and professional ethics

source: kennen die wichtigsten Standesorganisationen (AIIC, ASTTI, DÜV, ev. BDÜ, VKD)
en_gb: are familiar with the main professional organisations (AIIC, ASTTI, DÜV, poss. BDÜ, VKD)

source: Vermittlung grundlegender Kenntnisse für die Berufspraxis und im Hinblick auf administrative und praktische Belange des selbständigen Berufslebens anhand von Filmmaterial (Die Flüsterer), Präsentationen (z.B. Marktsituation, Tarifstrukturen), einschlägigen Dokumenten (z.B. Verträge) und Gästen aus der Praxis (AIIC, AbsolventInnen)
en_gb: Basic knowledge required for practising the profession and the administrative and practical requirements for working as a freelancer. This is communicated via film (Die Flüsterer), presentations (e.g. market situation, tariff structures), relevant documents (e.g. contracts) and visitors from the field (AIIC, past students)

source: Regelmässiger Präsenzunterricht (Seminar, Gastreferate).
en_gb: Regular attendance (seminars, guest speakers).

source: Aktive Teilnahme am Unterricht.
en_gb: Active participation in class.

source: Berufspraxis
en_gb: Professional Practice

source: Die Studierenden …
en_gb: Students...

source: verfügen über eine beschränkte praktische Erfahrung, die bei Volontariatseinsätzen erworben wurde
en_gb: gain a degree of practical experience by working on a voluntary basis

source: haben bei verschiedenen möglichen Arbeitgebern (z.B. CH-Parlament Bern, EU-Kommission/EU-Parlament, Europäisches Patentamt) einen Einblick in die Arbeit von Konferenzdolmetschern erhalten
en_gb: gain insight into the work of a conference interpreter with a range of possible employers (e.g. Swiss parliament in Bern, EU Commission/EU Parliament, European Patent Office)

source: verhalten sich vor, bei und nach Volontariatseinsätzen professionell und standesgerecht
en_gb: conduct themselves properly and professionally before, during and after voluntary assignments

source: Besuche bei internationalen Organisationen (je nach Verfügbarkeit):
en_gb: visits to international organisations (depending on availability):

source: CH-Parlament (Bern), Europarat (Strassburg), EU-Parlament/-Kommission (Brüssel), UNO/ILO (Genf)
en_gb: Swiss parliament (Bern), Council of Europe (Strasbourg), EU Commission/EU Parliament (Brussels), UN/ILO (Geneva)

source: Arbeit in der stummen Kabine bei den genannten Institutionen (nach Verfügbarkeit)
en_gb: work in interpreter’s booth in the institutions names (depending on availability)

source: Teilnahme an mindestens 2 der von der ZHAW organisierten Besuche
en_gb: Students must attend at least two of the visits organised by ZHAW

source: Praktikumsbericht.
en_gb: Work experience report.

source: Deutsch sowie nach Möglichkeit die Studiensprachen der Studierenden
en_gb: German and where possible the students’ languages of study

source: Lerninhalte
en_gb: Course content

source: FAQ Dolmetschdozierende
en_gb: FAQs for lecturers in Interpreting

source: http://moodle.zhaw.ch/ öffnen.
en_gb: Open http://moodle.zhaw.ch/.

source: Oben rechts Organisation „VHO – Virtual Home Organisation“ aus dem Drop-down-Menü auswählen.
en_gb: Select “VHO – Virtual Home Organisation” from the drop-down menu top right.

source: Persönliche Login-Daten eingeben.
en_gb: Enter your personal login data.

source: Kurs „Dolmetschdozierende“ wählen.
en_gb: Select the course “Dolmetschdozierende”

source: Bei Problemen mit dem Login wenden Sie sich bitte an den Servicedesk (servicedesk@zhaw.ch, +41 (0)58 934 66 77).
en_gb: If you have problems logging in, please contact the service desk (servicedesk@zhaw.ch, +41 (0)58 934 66 77).

source: Login-Daten für Dolmetschdozierende:
en_gb: Log-in data for lecturers in interpreting:

source: T_Dolmetschdozierende@zhaw Passwort:
en_gb: T_Dolmetschdozierende@zhaw Password:

source: Visualizer/Videokamera
en_gb: Visualiser/Video camera

source: Link zum Speech Repository:
en_gb: Link to speech repository:

source: Wir haben eine eigene Videokamera, die im Raum 3.11 zur Verfügung steht.
en_gb: We have our own video camera in room 3.11.

source: Prüfungstexte
en_gb: Examination texts

source: Textlänge:
en_gb: Length of text:

source: Zulassungstest Dolmetsch-Propädeutikum:
en_gb: Interpretation Preparation Course admission test:

source: 180-200 Wörter Eignungsprüfung MA:
en_gb: 180-200 words MA aptitude test:

source: 350-400 Wörter Modulendprüfungen MA:
en_gb: 350-400 words MA end-of-module exams:

source: 6-7 Minuten, Simultan mit Text: ca. 1000 Wörter, Simultan ohne Text:
en_gb: 6-7 minutes, simultaneous with text: approx. 1000 words, simultaneous without text:

source: 10-12 Minuten
en_gb: 10-12 minutes

source: Ein separates Merkblatt Prüfungstexte findet sich auf Moodle.
en_gb: Further information about examination texts can be found on Moodle.

source: Beispieltexte finden Sie in unserem Speech Repository auf Moodle.
en_gb: Sample texts can be found in ourSpeech Repository on Moodle.

source: Spesenabrechnung
en_gb: Claiming for expenses

source: Die aktuelle Versionen des Entschädigungsformulars ist auf Moodle verfügbar.
en_gb: The current version of the expenses form can be found onMoodle.

source: Bitte verwenden Sie nur die neueste Version des Formulars.
en_gb: Please use the latest version of the form.

source: Alte oder unvollständig ausgefüllt Formulare werden nicht bearbeitet und umgehend zurückgeschickt.
en_gb: Old or incomplete forms will not be processed and will be returned.

source: Bitte unterscheiden Sie immer zwischen Unterricht im Propädeutikum, Unterricht im MA AL und Prüfungen (Zulassungstest = Propädeutikum, Eignungsprüfung = MA AL), da diese Ereignisse buchhalterisch getrennt verbucht werden müssen.
en_gb: Please always indicate for what expenses are claimed (Preparation Course, MA AL and examinations (admission test = Preparation Course, aptitude test = MA AL), as these must be entered as separate items in the accounting system.

source: Prüfungsentschädigung
en_gb: Expenses for examinations

source: Termine:
en_gb: Deadlines:

source: Siehe separates Merkblatt Spesen- und Prüfungsentschädigung Vertiefung KD auf Moodle.
en_gb: See separate information “Spesen- und Prüfungsentschädigung Vertiefung KD” on Moodle.

source: Siehe Merkblatt auf Moodle.
en_gb: See information on Moodle.

source: Leistungsbeurteilungen
en_gb: Assessments

source: Sämtliche Unterlagen zur den Leistungsbeurteilungen (Info, Vorlage, Beispiele) finden sich auf Moodle.
en_gb: All documents relating to assessments (information, template, samples) can be found on Moodle.

source: Wichtige Kontakte
en_gb: Important contacts

source: Studiengangleitung
en_gb: Programme directors

source: Assistenz Studiengangleitung
en_gb: Assistant programme directors

source: Hotel-/Reisebuchungen
en_gb: Hotel/travel bookings

source: Technischer Support
en_gb: Technical support

source: Büro E0.09
en_gb: Office E0.09

source: Büro 02.07
en_gb: Office 02.07

source: Anschrift für alle
en_gb: General address

source: ZHAW Zürcher Hochschule für Angewandte Wissenschaften
en_gb: Zurich University of Applied Sciences

source: Departement Angewandte Linguistik
en_gb: Applied Linguistics Department

source: Postfach
en_gb: PO Box

source: Kontakt allgemein:
en_gb: General contact:

source: L-MB-Merkblatt Modulendprüfungen MA AL KD
en_gb: L-MB End-of-module exams information MA AL KD

source: Rahmenprüfungsordnung für Bachelor- und Masterstudiengänge an der ZHAW
en_gb: Examination regulations for BA and MA courses at ZHAW

source: Studienordnung für den Masterstudiengang Angewandte Linguistik an der ZHAW
en_gb: Study regulations for MA in Applied Linguistics at ZHAW

source: Kurs- und Modulbeschreibungen
en_gb: Course and module descriptions

source: Kurs Simultandolmetschen III:
en_gb: Course: Simultaneous Interpreting III:

source: Prüfungsteile
en_gb: Examination components

source: Kurs Konsekutivdolmetschen III:
en_gb: Course: Consecutive Interpreting III:

source: - Prüfung Konsekutivdolmetschen
en_gb: Exam: Consecutive Interpreting

source: Inhalt, Aufgabe und Bewertungskriterien
en_gb: Content, task and assessment criteria

source: Prüfung Simultandolmetschen
en_gb: Exam: Simultaneous Interpreting

source: - Teilprüfung Simultandolmetschen mit Text
en_gb: Exam Part 1: Simultaneous Interpreting with Text

source: - Teilprüfung Simultandolmetschen ohne Text
en_gb: Exam Part 2: Simultaneous Interpreting without Text

source: Teilprüfung Simultandolmetschen mit Text
en_gb: Exam Part 1: Simultaneous Interpreting with Text

source: Textumfang: ca. 1000 Wörter
en_gb: Text length: approx. 1000 words

source: Vorbereitung:
en_gb: Preparation:

source: Vortrag:
en_gb: Presentation:

source: Der Redetext wird den Studierenden 30 Minuten vor der Prüfung abgegeben.
en_gb: The text to be spoken will be given to students 30 minutes before the exam.

source: Der Redetext wird evtl. mit kleinen Änderungen vorgelesen und entweder live vorgetragen oder ab Video eingespielt.
en_gb: The text is read aloud, possibly with minor changes, either live or on video.

source: Bewertungskriterien:
en_gb: Assessment criteria:

source: Dolmetschtechnik, Inhalt, Stil, Präsentation.
en_gb: Interpreting technique, content, style, presentation.

source: Teilprüfung Simultandolmetschen ohne Text
en_gb: Exam Part 2: Simultaneous Interpreting without Text

source: Vortragsdauer: ca. 10–12 Minuten
en_gb: Length of presentation: approx. 10–12 minutes

source: Das Thema wird den Studierenden mindestens sieben (7) Tage vor der Prüfung bekannt gegeben.
en_gb: Students are informed of the topic at least seven (7) days before the examination.

source: Der Kandidat/die Kandidatin darf vorbereitetes Material mit in die Kabine nehmen.
en_gb: Candidates may take any material they have prepared into the booth.

source: Der Kandidat/die Kandidatin dolmetscht die vorbereitete Rede simultan.
en_gb: The candidate interprets the prepared speech simultaneously.

source: Der Kandidat/die Kandidatin darf den Text mit Notizen und sonstigem vorbereiteten Material mit in die Kabine nehmen.
en_gb: Candidates may take the annotated text and any other material they have prepared into the booth.

source: Der Kandidat/die Kandidatin dolmetscht die Rede simultan.
en_gb: The candidate interprets the speech simultaneously.

source: Es wird eine möglichst vollständige, flüssige, sachlich und sprachlich korrekte sowie stilistisch überzeugende Verdolmetschung erwartet.
en_gb: The interpretation should be fluent, factually and linguistically correct, and given in an appropriate style.

source: Es wird eine vollständige, flüssige, sachlich und sprachlich korrekte sowie stilistisch überzeugende Verdolmetschung erwartet.
en_gb: The interpretation should be fluent, factually and linguistically correct, and given in an appropriate style.

source: Prüfung Konsekutivdolmetschen
en_gb: Exam: Consecutive Interpreting
